/*
Navicat MySQL Data Transfer

Source Server         : nm3000
Source Server Version : 50614
Source Host           : localhost:3003
Source Database       : timebill

Target Server Type    : MYSQL
Target Server Version : 50614
File Encoding         : 65001

Date: 2016-08-31 17:15:07
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `timebill`
-- ----------------------------
DROP TABLE IF EXISTS `timebill`;
CREATE TABLE `timebill` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `detail` varchar(255) NOT NULL,
  `startTime` datetime NOT NULL DEFAULT '0000-00-00 00:00:00',
  `endTime` datetime DEFAULT NULL,
  `durationTime` int(11) DEFAULT NULL,
  `typeId` int(3) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `bill_type_fk` (`typeId`),
  CONSTRAINT `bill_type_fk` FOREIGN KEY (`typeId`) REFERENCES `billtype` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=179 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of timebill
-- ----------------------------
INSERT INTO `timebill` VALUES ('1', '《奇特的一生》', '2016-02-26 09:00:00', '2016-02-26 09:45:00', '2700', '1');
INSERT INTO `timebill` VALUES ('2', '生产信息系统', '2016-02-26 10:00:00', '2016-02-26 10:30:00', '1800', '2');
INSERT INTO `timebill` VALUES ('3', '订阅', '2016-02-26 10:35:00', '2016-02-26 11:50:00', '4500', '1');
INSERT INTO `timebill` VALUES ('4', '生产信息系统', '2016-02-26 13:15:00', '2016-02-26 13:45:00', '1800', '5');
INSERT INTO `timebill` VALUES ('5', '维修需求', '2016-02-26 14:00:00', '2016-02-26 16:00:00', '7200', '7');
INSERT INTO `timebill` VALUES ('6', '生产信息系统', '2016-02-26 16:20:00', '2016-02-26 17:40:00', '4800', '2');
INSERT INTO `timebill` VALUES ('9', '《奇特的一生》', '2016-02-27 09:00:00', '2016-02-27 09:20:00', '1200', '1');
INSERT INTO `timebill` VALUES ('10', '生产信息系统', '2016-02-27 09:30:00', '2016-02-27 10:50:00', '4800', '2');
INSERT INTO `timebill` VALUES ('11', '订阅', '2016-02-27 11:00:00', '2016-02-27 11:30:00', '1800', '1');
INSERT INTO `timebill` VALUES ('12', '生产信息系统', '2016-02-27 11:40:00', '2016-02-27 11:50:00', '600', '2');
INSERT INTO `timebill` VALUES ('13', '订阅', '2016-02-27 13:20:00', '2016-02-27 13:35:00', '900', '1');
INSERT INTO `timebill` VALUES ('14', '需求文档', '2016-02-27 14:00:00', '2016-02-27 17:30:00', '12600', '5');
INSERT INTO `timebill` VALUES ('15', '郊游藏龙岛公园', '2016-02-28 07:00:00', '2016-02-28 11:00:00', '14400', '8');
INSERT INTO `timebill` VALUES ('16', '踢球', '2016-02-28 13:00:00', '2016-02-28 16:00:00', '10800', '9');
INSERT INTO `timebill` VALUES ('17', '维修需求', '2016-02-29 09:15:00', '2016-02-29 09:45:00', '1800', '5');
INSERT INTO `timebill` VALUES ('18', '订阅', '2016-02-29 09:45:00', '2016-02-29 10:55:00', '4200', '1');
INSERT INTO `timebill` VALUES ('19', '生产信息系统', '2016-02-29 11:05:00', '2016-02-29 11:55:00', '3000', '2');
INSERT INTO `timebill` VALUES ('20', '《奇特的一生》', '2016-02-29 13:20:00', '2016-02-29 14:45:00', '5100', '1');
INSERT INTO `timebill` VALUES ('21', '订阅', '2016-02-29 15:20:00', '2016-02-29 16:00:00', '2400', '1');
INSERT INTO `timebill` VALUES ('22', '生产信息系统--分组下拉框', '2016-02-29 16:15:00', '2016-02-29 16:55:00', '2400', '2');
INSERT INTO `timebill` VALUES ('23', '思考估算维修开发工作量', '2016-02-29 16:55:00', '2016-02-29 17:20:00', '1500', '10');
INSERT INTO `timebill` VALUES ('24', '《奇特的一生》', '2016-02-29 17:25:00', '2016-02-29 17:35:00', '600', '1');
INSERT INTO `timebill` VALUES ('25', '《奇特的一生》', '2016-02-29 21:00:00', '2016-02-29 21:35:00', '2100', '1');
INSERT INTO `timebill` VALUES ('26', '生产信息系统维修需求', '2016-03-01 09:30:00', '2016-03-01 12:00:00', '9000', '7');
INSERT INTO `timebill` VALUES ('27', '订阅', '2016-03-01 13:20:00', '2016-03-01 13:40:00', '1200', '1');
INSERT INTO `timebill` VALUES ('28', '维修需求文档', '2016-03-01 13:40:00', '2016-03-01 15:00:00', '4800', '5');
INSERT INTO `timebill` VALUES ('29', '解决post pending问题', '2016-03-01 15:15:00', '2016-03-01 16:15:00', '3600', '2');
INSERT INTO `timebill` VALUES ('30', '维修需求文档', '2016-03-01 16:20:00', '2016-03-01 17:00:00', '2400', '5');
INSERT INTO `timebill` VALUES ('31', '订阅', '2016-03-01 19:00:00', '2016-03-01 19:15:00', '900', '1');
INSERT INTO `timebill` VALUES ('32', '生产信息系统维修开发', '2016-03-01 19:20:00', '2016-03-01 20:25:00', '3900', '2');
INSERT INTO `timebill` VALUES ('33', '《奇特的一生》', '2016-03-01 20:30:00', '2016-03-01 20:50:00', '1200', '1');
INSERT INTO `timebill` VALUES ('34', '维修任务分配', '2016-03-02 09:10:00', '2016-03-02 10:15:00', '3900', '7');
INSERT INTO `timebill` VALUES ('35', '订阅', '2016-03-02 10:20:00', '2016-03-02 10:50:00', '1800', '1');
INSERT INTO `timebill` VALUES ('36', '生产信息系统', '2016-03-02 10:50:00', '2016-03-02 11:40:00', '3000', '2');
INSERT INTO `timebill` VALUES ('37', '生产信息系统', '2016-03-02 13:15:00', '2016-03-02 14:45:00', '5400', '2');
INSERT INTO `timebill` VALUES ('38', '订阅', '2016-03-02 14:45:00', '2016-03-02 15:00:00', '900', '1');
INSERT INTO `timebill` VALUES ('39', '维修需求SQL设计讨论', '2016-03-02 15:10:00', '2016-03-02 15:50:00', '2400', '7');
INSERT INTO `timebill` VALUES ('40', '生产信息系统', '2016-03-02 16:25:00', '2016-03-02 17:25:00', '3600', '2');
INSERT INTO `timebill` VALUES ('41', '生产信息系统', '2016-03-03 09:10:00', '2016-03-03 10:30:00', '4800', '2');
INSERT INTO `timebill` VALUES ('42', '订阅', '2016-03-03 10:30:00', '2016-03-03 11:05:00', '2100', '1');
INSERT INTO `timebill` VALUES ('43', '生产信息系统', '2016-03-03 11:10:00', '2016-03-03 11:55:00', '2700', '2');
INSERT INTO `timebill` VALUES ('44', '生产信息系统', '2016-03-03 13:25:00', '2016-03-03 15:00:00', '5700', '2');
INSERT INTO `timebill` VALUES ('45', '订阅', '2016-03-03 15:25:00', '2016-03-03 15:45:00', '1200', '1');
INSERT INTO `timebill` VALUES ('46', '生产信息系统', '2016-03-03 15:50:00', '2016-03-03 16:55:00', '3900', '2');
INSERT INTO `timebill` VALUES ('47', '《极简欧洲史》', '2016-03-03 17:00:00', '2016-03-03 17:30:00', '1800', '1');
INSERT INTO `timebill` VALUES ('48', '《奇特的一生》', '2016-03-03 18:50:00', '2016-03-03 19:05:00', '900', '1');
INSERT INTO `timebill` VALUES ('49', '生产信息系统-检验单合并', '2016-03-03 19:15:00', '2016-03-03 19:40:00', '1500', '2');
INSERT INTO `timebill` VALUES ('50', '生产信息系统-维修', '2016-03-03 20:00:00', '2016-03-03 20:40:00', '2400', '2');
INSERT INTO `timebill` VALUES ('51', '生产信息系统-维修开发', '2016-03-04 09:10:00', '2016-03-04 10:00:00', '3000', '2');
INSERT INTO `timebill` VALUES ('52', '周例会', '2016-03-04 10:00:00', '2016-03-04 10:30:00', '1800', '7');
INSERT INTO `timebill` VALUES ('53', '生产信息系统-维修开发', '2016-03-04 10:40:00', '2016-03-04 12:00:00', '4800', '2');
INSERT INTO `timebill` VALUES ('54', '订阅', '2016-03-04 13:10:00', '2016-03-04 14:10:00', '3600', '1');
INSERT INTO `timebill` VALUES ('55', '生产信息系统-维修开发', '2016-03-04 14:15:00', '2016-03-04 15:00:00', '2700', '2');
INSERT INTO `timebill` VALUES ('56', '生产信息系统', '2016-03-04 15:15:00', '2016-03-04 15:25:00', '600', '2');
INSERT INTO `timebill` VALUES ('57', '讨论生产信息系统培训开发', '2016-03-04 15:25:00', '2016-03-04 16:25:00', '3600', '7');
INSERT INTO `timebill` VALUES ('58', '生产信息系统', '2016-03-04 16:30:00', '2016-03-04 17:30:00', '3600', '2');
INSERT INTO `timebill` VALUES ('59', '生产信息系统-维修开发', '2016-03-04 17:55:00', '2016-03-04 19:15:00', '4800', '2');
INSERT INTO `timebill` VALUES ('60', '生产信息系统', '2016-03-05 08:30:00', '2016-03-05 08:50:00', '1200', '2');
INSERT INTO `timebill` VALUES ('61', '生产信息系统', '2016-03-05 09:10:00', '2016-03-05 11:00:00', '6600', '2');
INSERT INTO `timebill` VALUES ('62', '生产信息系统', '2016-03-05 11:15:00', '2016-03-05 12:00:00', '2700', '2');
INSERT INTO `timebill` VALUES ('63', '生产信息系统', '2016-03-05 13:25:00', '2016-03-05 14:55:00', '5400', '2');
INSERT INTO `timebill` VALUES ('64', '生产信息系统', '2016-03-05 15:15:00', '2016-03-05 17:05:00', '6600', '2');
INSERT INTO `timebill` VALUES ('65', '订阅', '2016-03-05 20:35:00', '2016-03-05 21:35:00', '3600', '1');
INSERT INTO `timebill` VALUES ('66', '生产信息系统', '2016-03-06 08:05:00', '2016-03-06 09:25:00', '4800', '2');
INSERT INTO `timebill` VALUES ('67', '生产信息系统', '2016-03-06 09:40:00', '2016-03-06 10:40:00', '3600', '2');
INSERT INTO `timebill` VALUES ('68', '生产信息系统', '2016-03-06 10:50:00', '2016-03-06 12:00:00', '4200', '2');
INSERT INTO `timebill` VALUES ('69', '生产信息系统', '2016-03-06 13:15:00', '2016-03-06 17:00:00', '13500', '2');
INSERT INTO `timebill` VALUES ('70', '订阅', '2016-03-06 18:00:00', '2016-03-06 18:10:00', '600', '1');
INSERT INTO `timebill` VALUES ('71', '订阅', '2016-03-06 18:35:00', '2016-03-06 18:50:00', '900', '1');
INSERT INTO `timebill` VALUES ('72', '生产信息系统', '2016-03-07 08:50:00', '2016-03-07 11:50:00', '10800', '2');
INSERT INTO `timebill` VALUES ('73', '生产信息系统', '2016-03-07 13:20:00', '2016-03-07 17:30:00', '15000', '2');
INSERT INTO `timebill` VALUES ('74', '生产信息系统', '2016-03-07 18:40:00', '2016-03-07 20:55:00', '8100', '2');
INSERT INTO `timebill` VALUES ('75', '生产信息系统', '2016-03-08 08:40:00', '2016-03-08 09:15:00', '2100', '2');
INSERT INTO `timebill` VALUES ('76', '生产信息系统', '2016-03-08 09:25:00', '2016-03-08 12:00:00', '9300', '2');
INSERT INTO `timebill` VALUES ('77', '生产信息系统', '2016-03-08 13:20:00', '2016-03-08 15:00:00', '6000', '2');
INSERT INTO `timebill` VALUES ('78', '生产信息系统', '2016-03-08 15:15:00', '2016-03-08 17:30:00', '8100', '2');
INSERT INTO `timebill` VALUES ('80', '生产信息系统', '2016-03-08 19:00:00', '2016-03-08 21:00:00', '7200', '2');
INSERT INTO `timebill` VALUES ('81', '生产信息系统', '2016-03-08 21:50:00', '2016-03-09 00:00:00', '7800', '2');
INSERT INTO `timebill` VALUES ('82', '生产信息系统', '2016-03-09 08:50:00', '2016-03-09 12:00:00', '11400', '2');
INSERT INTO `timebill` VALUES ('83', '生产信息系统', '2016-03-09 13:15:00', '2016-03-09 15:00:00', '6300', '2');
INSERT INTO `timebill` VALUES ('84', '生产信息系统', '2016-03-09 15:15:00', '2016-03-09 17:30:00', '8100', '2');
INSERT INTO `timebill` VALUES ('85', '生产信息系统', '2016-03-09 18:30:00', '2016-03-09 20:00:00', '5400', '2');
INSERT INTO `timebill` VALUES ('86', '生产信息系统', '2016-03-10 08:30:00', '2016-03-10 09:10:00', '2400', '2');
INSERT INTO `timebill` VALUES ('87', '生产信息系统', '2016-03-10 09:30:00', '2016-03-10 09:55:00', '1500', '2');
INSERT INTO `timebill` VALUES ('88', '生产信息系统', '2016-03-10 10:10:00', '2016-03-10 10:40:00', '1800', '2');
INSERT INTO `timebill` VALUES ('89', '订阅', '2016-03-10 10:55:00', '2016-03-10 12:00:00', '3900', '1');
INSERT INTO `timebill` VALUES ('90', '会议', '2016-03-10 13:45:00', '2016-03-10 16:20:00', '9300', '7');
INSERT INTO `timebill` VALUES ('91', '生产信息系统', '2016-03-10 17:10:00', '2016-03-10 17:30:00', '1200', '2');
INSERT INTO `timebill` VALUES ('92', '生产信息系统', '2016-03-10 18:30:00', '2016-03-10 20:40:00', '7800', '2');
INSERT INTO `timebill` VALUES ('93', '订阅', '2016-03-11 09:00:00', '2016-03-11 09:50:00', '3000', '1');
INSERT INTO `timebill` VALUES ('94', '订阅', '2016-03-11 10:05:00', '2016-03-11 10:50:00', '2700', '1');
INSERT INTO `timebill` VALUES ('95', '生产信息系统', '2016-03-11 10:55:00', '2016-03-11 12:00:00', '3900', '2');
INSERT INTO `timebill` VALUES ('96', '生产信息系统', '2016-03-11 12:55:00', '2016-03-11 13:10:00', '900', '2');
INSERT INTO `timebill` VALUES ('97', '周例会', '2016-03-11 13:30:00', '2016-03-11 14:10:00', '2400', '7');
INSERT INTO `timebill` VALUES ('98', '生产信息系统', '2016-03-11 14:40:00', '2016-03-11 14:55:00', '900', '2');
INSERT INTO `timebill` VALUES ('99', '培训需求分析', '2016-03-11 14:55:00', '2016-03-11 15:10:00', '900', '7');
INSERT INTO `timebill` VALUES ('100', '生产信息系统', '2016-03-11 15:15:00', '2016-03-11 16:00:00', '2700', '2');
INSERT INTO `timebill` VALUES ('101', '北向接口', '2016-03-11 16:00:00', '2016-03-11 16:40:00', '2400', '7');
INSERT INTO `timebill` VALUES ('102', '生产信息系统', '2016-03-11 17:00:00', '2016-03-11 17:25:00', '1500', '2');
INSERT INTO `timebill` VALUES ('103', 'JAVA开发技术', '2016-03-11 18:40:00', '2016-03-11 19:40:00', '3600', '3');
INSERT INTO `timebill` VALUES ('104', 'JAVA开发技术', '2016-03-12 09:05:00', '2016-03-12 09:30:00', '1500', '3');
INSERT INTO `timebill` VALUES ('105', '解决网管bug', '2016-03-12 09:35:00', '2016-03-12 11:50:00', '8100', '2');
INSERT INTO `timebill` VALUES ('106', '解决网管bug', '2016-03-12 13:20:00', '2016-03-12 17:20:00', '14400', '2');
INSERT INTO `timebill` VALUES ('107', '订阅', '2016-03-13 15:55:00', '2016-03-13 16:35:00', '2400', '1');
INSERT INTO `timebill` VALUES ('108', '围棋', '2016-03-13 17:20:00', '2016-03-13 17:40:00', '1200', '3');
INSERT INTO `timebill` VALUES ('109', '一年级内容', '2016-03-13 17:55:00', '2016-03-13 18:35:00', '2400', '14');
INSERT INTO `timebill` VALUES ('110', '一年级内容', '2016-03-13 19:00:00', '2016-03-13 19:35:00', '2100', '14');
INSERT INTO `timebill` VALUES ('111', 'JAVA开发技术', '2016-03-13 19:45:00', '2016-03-13 20:10:00', '1500', '3');
INSERT INTO `timebill` VALUES ('112', 'JAVA开发技术', '2016-03-13 21:05:00', '2016-03-13 22:00:00', '3300', '3');
INSERT INTO `timebill` VALUES ('113', 'JAVA开发技术', '2016-03-14 08:05:00', '2016-03-14 08:35:00', '1800', '3');
INSERT INTO `timebill` VALUES ('114', 'JAVA开发技术', '2016-03-14 09:00:00', '2016-03-14 09:20:00', '1200', '3');
INSERT INTO `timebill` VALUES ('115', '网管特性开发', '2016-03-14 09:20:00', '2016-03-14 10:50:00', '5400', '2');
INSERT INTO `timebill` VALUES ('116', 'JAVA开发技术', '2016-03-14 11:00:00', '2016-03-14 12:00:00', '3600', '3');
INSERT INTO `timebill` VALUES ('117', '生产信息系统', '2016-03-14 13:35:00', '2016-03-14 14:00:00', '1500', '2');
INSERT INTO `timebill` VALUES ('118', '订阅', '2016-03-14 14:00:00', '2016-03-14 15:00:00', '3600', '1');
INSERT INTO `timebill` VALUES ('119', '网管特性开发', '2016-03-14 15:15:00', '2016-03-14 16:15:00', '3600', '2');
INSERT INTO `timebill` VALUES ('120', '订阅', '2016-03-14 16:20:00', '2016-03-14 17:30:00', '4200', '1');
INSERT INTO `timebill` VALUES ('121', '订阅', '2016-03-14 18:40:00', '2016-03-14 19:10:00', '1800', '1');
INSERT INTO `timebill` VALUES ('122', '生产信息系统', '2016-03-14 19:10:00', '2016-03-14 19:45:00', '2100', '2');
INSERT INTO `timebill` VALUES ('123', '生产信息系统', '2016-03-15 09:00:00', '2016-03-15 12:00:00', '10800', '2');
INSERT INTO `timebill` VALUES ('124', '生产信息系统', '2016-03-15 13:20:00', '2016-03-15 17:00:00', '13200', '2');
INSERT INTO `timebill` VALUES ('125', '生产信息系统', '2016-03-15 18:40:00', '2016-03-15 20:00:00', '4800', '2');
INSERT INTO `timebill` VALUES ('126', '订阅', '2016-03-15 20:00:00', '2016-03-15 20:30:00', '1800', '1');
INSERT INTO `timebill` VALUES ('127', '生产信息系统', '2016-03-16 09:05:00', '2016-03-16 12:00:00', '10500', '2');
INSERT INTO `timebill` VALUES ('128', '生产信息系统', '2016-03-16 13:30:00', '2016-03-16 14:30:00', '3600', '2');
INSERT INTO `timebill` VALUES ('129', '订阅', '2016-03-16 14:40:00', '2016-03-16 15:15:00', '2100', '1');
INSERT INTO `timebill` VALUES ('130', '生产信息系统', '2016-03-16 16:10:00', '2016-03-16 16:30:00', '1200', '2');
INSERT INTO `timebill` VALUES ('131', '网管 报表国际化', '2016-03-16 16:30:00', '2016-03-16 17:30:00', '3600', '2');
INSERT INTO `timebill` VALUES ('132', '网管 报表国际化', '2016-03-16 18:35:00', '2016-03-16 19:00:00', '1500', '2');
INSERT INTO `timebill` VALUES ('133', 'JAVA开发技术', '2016-03-16 19:20:00', '2016-03-16 19:30:00', '600', '3');
INSERT INTO `timebill` VALUES ('134', '网管定位FTP bug', '2016-03-17 09:15:00', '2016-03-17 09:50:00', '2100', '2');
INSERT INTO `timebill` VALUES ('135', '订阅', '2016-03-17 10:05:00', '2016-03-17 10:50:00', '2700', '1');
INSERT INTO `timebill` VALUES ('136', '网管导出问题', '2016-03-17 10:55:00', '2016-03-17 11:15:00', '1200', '2');
INSERT INTO `timebill` VALUES ('137', '订阅', '2016-03-17 11:45:00', '2016-03-17 12:00:00', '900', '1');
INSERT INTO `timebill` VALUES ('138', '订阅', '2016-03-17 13:20:00', '2016-03-17 13:50:00', '1800', '1');
INSERT INTO `timebill` VALUES ('139', '生产信息系统', '2016-03-17 13:55:00', '2016-03-17 14:30:00', '2100', '2');
INSERT INTO `timebill` VALUES ('140', '生产信息系统 报表需求', '2016-03-17 14:30:00', '2016-03-17 15:00:00', '1800', '5');
INSERT INTO `timebill` VALUES ('141', '生产信息系统 平台改进', '2016-03-17 15:40:00', '2016-03-17 15:50:00', '600', '2');
INSERT INTO `timebill` VALUES ('142', '确认网管bug', '2016-03-17 15:55:00', '2016-03-17 17:30:00', '5700', '2');
INSERT INTO `timebill` VALUES ('143', '解决网管bug', '2016-03-17 18:40:00', '2016-03-17 20:00:00', '4800', '2');
INSERT INTO `timebill` VALUES ('144', '订阅', '2016-03-17 20:05:00', '2016-03-17 20:40:00', '2100', '1');
INSERT INTO `timebill` VALUES ('145', 'JAVA开发技术', '2016-03-17 22:25:00', '2016-03-17 23:15:00', '3000', '3');
INSERT INTO `timebill` VALUES ('146', 'JAVA开发技术', '2016-03-18 08:35:00', '2016-03-18 10:00:00', '5100', '3');
INSERT INTO `timebill` VALUES ('147', '解决网管bug', '2016-03-18 10:15:00', '2016-03-18 12:00:00', '6300', '2');
INSERT INTO `timebill` VALUES ('148', 'JAVA核心技术', '2016-03-18 13:20:00', '2016-03-18 13:50:00', '1800', '3');
INSERT INTO `timebill` VALUES ('149', '生产信息系统 精简版', '2016-03-18 13:50:00', '2016-03-18 15:00:00', '4200', '2');
INSERT INTO `timebill` VALUES ('150', '解决网管bug', '2016-03-18 15:15:00', '2016-03-18 15:30:00', '900', '2');
INSERT INTO `timebill` VALUES ('151', 'JAVA核心技术', '2016-03-18 15:30:00', '2016-03-18 16:15:00', '2700', '3');
INSERT INTO `timebill` VALUES ('152', '订阅', '2016-03-18 16:15:00', '2016-03-18 17:30:00', '4500', '1');
INSERT INTO `timebill` VALUES ('153', '英文版CRN', '2016-03-18 18:20:00', '2016-03-18 22:20:00', '14400', '5');
INSERT INTO `timebill` VALUES ('154', '英文版CRM', '2016-03-19 08:50:00', '2016-03-19 09:30:00', '2400', '5');
INSERT INTO `timebill` VALUES ('155', '报表讨论', '2016-03-19 09:50:00', '2016-03-19 12:10:00', '8400', '7');
INSERT INTO `timebill` VALUES ('156', '生产信息系统 精简版', '2016-03-19 13:20:00', '2016-03-19 14:20:00', '3600', '2');
INSERT INTO `timebill` VALUES ('157', 'JAVA核心技术', '2016-03-19 14:25:00', '2016-03-19 15:00:00', '2100', '3');
INSERT INTO `timebill` VALUES ('158', '订阅', '2016-03-19 15:30:00', '2016-03-19 15:50:00', '1200', '1');
INSERT INTO `timebill` VALUES ('159', '生产信息系统 报表', '2016-03-19 15:50:00', '2016-03-19 18:30:00', '9600', '2');
INSERT INTO `timebill` VALUES ('160', '订阅', '2016-03-20 09:20:00', '2016-03-20 10:20:00', '3600', '1');
INSERT INTO `timebill` VALUES ('161', '生产信息系统 报表', '2016-03-20 10:25:00', '2016-03-20 11:00:00', '2100', '2');
INSERT INTO `timebill` VALUES ('162', '英文版修改', '2016-03-20 11:10:00', '2016-03-20 12:20:00', '4200', '5');
INSERT INTO `timebill` VALUES ('163', '生产信息系统 报表', '2016-03-20 14:00:00', '2016-03-20 17:30:00', '12600', '2');
INSERT INTO `timebill` VALUES ('164', '英文版修改', '2016-03-20 19:10:00', '2016-03-20 19:30:00', '1200', '5');
INSERT INTO `timebill` VALUES ('165', '生产信息系统报表', '2016-03-20 19:30:00', '2016-03-20 20:50:00', '4800', '2');
INSERT INTO `timebill` VALUES ('166', '生产信息系统 精简版', '2016-03-21 10:35:00', '2016-03-21 11:15:00', '2400', '2');
INSERT INTO `timebill` VALUES ('167', '订阅', '2016-03-21 11:25:00', '2016-03-21 12:00:00', '2100', '1');
INSERT INTO `timebill` VALUES ('168', '生产信息系统 精简版', '2016-03-21 14:10:00', '2016-03-21 15:00:00', '3000', '2');
INSERT INTO `timebill` VALUES ('169', '订阅', '2016-03-21 15:15:00', '2016-03-21 17:10:00', '6900', '1');
INSERT INTO `timebill` VALUES ('170', '订阅', '2016-03-21 19:05:00', '2016-03-21 19:35:00', '1800', '1');
INSERT INTO `timebill` VALUES ('171', '生产信息系统 报表', '2016-03-21 19:40:00', '2016-03-21 20:55:00', '4500', '2');
INSERT INTO `timebill` VALUES ('172', '订阅', '2016-03-21 20:55:00', '2016-03-21 21:15:00', '1200', '1');
INSERT INTO `timebill` VALUES ('173', '订阅', '2016-03-22 09:05:00', '2016-03-22 09:55:00', '3000', '1');
INSERT INTO `timebill` VALUES ('174', 'JAVA核心技术', '2016-03-22 09:55:00', '2016-03-22 10:35:00', '2400', '3');
INSERT INTO `timebill` VALUES ('175', '生产信息系统 精简版', '2016-03-22 10:40:00', '2016-03-22 12:00:00', '4800', '2');
INSERT INTO `timebill` VALUES ('176', '订阅', '2016-03-22 13:25:00', '2016-03-22 14:15:00', '3000', '1');
INSERT INTO `timebill` VALUES ('177', '生产信息系统报表', '2016-03-22 14:20:00', '2016-03-22 17:10:00', '10200', '2');
INSERT INTO `timebill` VALUES ('178', '订阅', '2016-03-22 18:50:00', '2016-03-22 19:50:00', '3600', '1');
